Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/network/networkTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Serial number
cs: Seriove cislo
hu: Sorozatszám
vi: Số seri
zh: 序列号

source: Actual
cs: Aktualni
hu: Aktuális
vi: Thực tế
zh: 实际值

source: Set
cs: Nastavit
hu: Beállított
vi: Cài đặt
zh: 设定值

source: IP Address
cs: IP adresa
hu: IP-cím
vi: Địa Chỉ IP
zh: IP地址

source: Gateway
cs: Brana/Gateway
hu: Átjáró
vi: Cổng
zh: 网关

source: Server Address
cs: Server adresa
hu: Kiszolgáló címe
vi: Địa Chỉ Máy Chủ
zh: 服务器地址

source: Enable DHCP
cs: Povolit DHCP
hu: DHCP engedélyezése
vi: Kích Hoạt DHCP
zh: 启用DHCP

source: NTP IP Address
cs: NTP IP Adresa
hu: NTP IP-cím
vi: Địa Chỉ IP NTP
zh: NTP IP地址

source: Software
hu: Szoftver
vi: Phần mềm
zh: 软件版本
